Repository: TPS-Geronam/ViewMyInvoice
Catalog: ViewMyInvoice/Strings/*/Resources.resw
Source language: en
Languages: de

# BT-10
source: Buyer reference
de: Leitweg-ID

# BT-44
source: Buyer name
de: Name

# BT-50
source: Buyer address line 1
de: Straße / Haus-Nr.

# BT-51
source: Buyer address line 2
de: Postfach

# BT-163
source: Buyer address line 3
de: Adresszusatz

# BT-53
source: Buyer post code
de: PLZ

# BT-52
source: Buyer city
de: Ort

# BT-54
source: Buyer country subdivision
de: Bundesland

# BT-55
source: Buyer country code
de: Land

# BT-46
source: Buyer identifier
de: Kennung / Kunden-Nr.

# BT-46-scheme-id
source: Buyer id scheme
de: Schema der Kennung

# BT-56
source: Buyer contact point
de: Name

# BT-57
source: Buyer contact telephone number
de: Telefon

# BT-58
source: Buyer contact email address
de: E-Mail-Adresse

# BT-27
source: Seller name
de: Firmenname

# BT-35
source: Seller address line 1
de: Straße / Haus-Nr.

# BT-36
source: Seller address line 2
de: Postfach

# BT-162
source: Seller address line 3
de: Adresszusatz

# BT-38
source: Seller post code
de: PLZ

# BT-37
source: Seller city
de: Ort

# BT-39
source: Seller country subdivision
de: Bundesland

# BT-40
source: Seller country code
de: Ländercode

# BT-29
source: Seller identifier
de: Kennung

# BT-29-scheme-id
source: Seller id scheme
de: Schema der Kennung

# BT-41
source: Seller contact point
de: Name

# BT-42
source: Seller contact telephone number
de: Telefon

# BT-43
source: Seller contact email address
de: E-Mail-Adresse

# BT-1
source: Invoice number
de: Rechnungsnummer

# BT-2
source: Invoice issue date
de: Rechnungsdatum

# BT-3
source: Invoice type code
de: Rechnungsart

# BT-5
source: Invoice currency code
de: Währung

# BT-73
source: Invoicing period start date
de: von

# BT-74
source: Invoicing period end date
de: bis

# BT-11
source: Project reference
de: Projektnummer

# BT-12
source: Contract reference
de: Vertragsnummer

# BT-13
source: Purchase order reference
de: Bestellnummer

# BT-14
source: Sales order reference
de: Auftragsnummer

# BT-25
source: Preceding Invoice reference
de: Rechnungsnummer (vorausgeg. RE)

# BT-26
source: Preceding Invoice issue date
de: Rechnungsdatum (vorausgeg. RE)

# BT-106
source: Sum of Invoice line net amount
de: Summe aller Positionen (netto)

# BT-107
source: Sum of allowances on document level
de: Summe aller Nachlässe (netto)

# BT-108
source: Sum of charges on document level
de: Summe aller Zuschläge (netto)

# BT-109
source: Invoice total amount without VAT
de: Gesamtsumme (netto)

# BT-110
source: Invoice total VAT amount
de: Summe Umsatzsteuer

# BT-111
source: Invoice total VAT amount in accounting currency
de: Summe Umsatzsteuer in Abrechnungswährung

# BT-112
source: Invoice total amount with VAT
de: Gesamtsumme (brutto)

# BT-113
source: Paid amount
de: Gezahlter Betrag (brutto)

# BT-114
source: Rounding amount
de: Rundungsbetrag (brutto)

# BT-115
source: Amount due for payment
de: Fälliger Betrag (brutto)

# BT-118
source: VAT category code
de: Umsatzsteuerkategorie

# BT-116
source: VAT category taxable amount
de: Gesamtsumme (netto)

# BT-119
source: VAT category rate
de: Umsatzsteuersatz

# BT-117
source: VAT category tax amount
de: Umsatzsteuerbetrag

# BT-120
source: VAT exemption reason text
de: Befreiungsgrund

# BT-121
source: VAT exemption reason code
de: Kennung für den Befreiungsgrund

# BT-95
source: Document level allowance VAT category code
de: Umsatzsteuerkategorie des Nachlasses

# BT-93
source: Document level allowance base amount
de: Grundbetrag (netto)

# BT-94
source: Document level allowance percentage
de: Prozentsatz

# BT-92
source: Document level allowance amount
de: Nachlass (netto)

# BT-96
source: Document level allowance VAT rate
de: Umsatzsteuersatz des Nachlasses

# BT-97
source: Document level allowance reason
de: Grund für den Nachlass

# BT-102
source: Document level charge VAT category code
de: Umsatzsteuerkategorie des Zuschlages

# BT-100
source: Document level charge base amount
de: Grundbetrag (netto)

# BT-101
source: Document level charge percentage
de: Prozentsatz

# BT-99
source: Document level charge amount
de: Zuschlag (netto)

# BT-103
source: Document level charge VAT rate
de: Umsatzsteuersatz des Zuschlages

# BT-104
source: Document level charge reason
de: Grund für den Zuschlage

# BT-20
source: Payment terms
de: Skonto

# BT-9
source: Payment due date
de: Fälligkeitsdatum

# BT-81
source: Payment means type code
de: Code für das Zahlungsmittel

# BT-82
source: Payment means text
de: Zahlungsmittel

# BT-83
source: Remittance information
de: Verwendungszweck

# BT-87
source: Payment card primary account number
de: Kartennummer

# BT-88
source: Payment card holder name
de: Karteninhaber

# BT-89
source: Mandate reference identifier
de: Mandatsreferenznr.

# BT-91
source: Debited account identifier
de: IBAN

# BT-90
source: Bank assigned creditor identifier
de: Gläubiger-ID

# BT-85
source: Payment account name
de: Kontoinhaber

# BT-84
source: Payment account identifier
de: IBAN

# BT-86
source: Payment service provider identifier
de: BIC

# BT-21
source: Invoice note subject code
de: Betreff

# BT-22
source: Invoice note
de: Bemerkung

# BT-126
source: Invoice line identifier
de: Bemerkung

# BT-127
source: Invoice line note
de: Freitext

# BT-128
source: Invoice line object identifier
de: Objektkennung

# BT-128-scheme-id
source: Invoice line object id scheme
de: Schema der Objektkennung

# BT-132
source: Referenced purchase order line reference
de: Nummer der Auftragsposition

# BT-133
source: Invoice line Buyer accounting reference
de: Kontierungshinweis /Kostenstelle

# BT-134
source: Invoice line period start date
de: von

# BT-135
source: Invoice line period end date
de: bis

# BT-129
source: Invoiced quantity
de: Menge

# BT-130
source: Invoiced quantity unit of measure
de: Einheit

# BT-146
source: Item net price
de: Preis pro Einheit (netto)

# BT-131
source: Invoice line net amount
de: Gesamtpreis (netto)

# BT-147
source: Item price discount
de: Rabatt (netto)

# BT-148
source: Item gross price
de: Listenpreis (netto)

# BT-149
source: Item price base quantity
de: Anzahl der Einheit

# BT-150
source: Item price base quantity unit of measure code
de: Code der Maßeinheit

# BT-151
source: Invoiced item VAT category code
de: Umsatzsteuer

# BT-152
source: Invoiced item VAT rate
de: Umsatzsteuersatz in %

# BT-137
source: Invoice line allowance base amount
de: Grundbetrag (netto)

# BT-138
source: Invoice line allowance percentage
de: Prozentsatz

# BT-136
source: Invoice line allowance amount
de: Nachlass

# BT-139
source: Invoice line allowance reason
de: Grund des Nachlasses

# BT-140
source: Invoice line allowance reason code
de: Code für den Nachlassgrund

# BT-142
source: Invoice line charge base amount
de: Grundbetrag (netto)

# BT-143
source: Invoice line charge percentage
de: Prozentsatz

# BT-141
source: Invoice line charge amount
de: Zuschlag

# BT-144
source: Invoice line charge reason
de: Grund des Zuschlags

# BT-145
source: Invoice line charge reason code
de: Code für den Zuschlagsgrund

# BT-153
source: Item name
de: Bezeichnung

# BT-154
source: Item description
de: Beschreibung

# BT-155
source: Item Seller's identifier
de: Artikelnummer

# BT-156
source: Item Buyer's identifier
de: Kunden-Material-Nr.

# BT-160
source: Item attribute name
de: Color

# BT-161
source: Item attribute value
de: Color

# BT-157
source: Item standard identifier
de: Artikelkennung (EAN)

# BT-157-scheme-id
source: Item standard id scheme
de: Schema der Artikelkennung

# BT-158
source: Item classification identifier
de: Code der Artikelklassifizierung

# BT-158-scheme-id
source: Item classification id scheme
de: Kennung zur Bildung des Schemas

# BT-158-scheme-version-id
source: Item classification id scheme version
de: Version zur Bildung des Schemas

# BT-159
source: Item country of origin
de: Code des Herkunftslandes

# BT-28
source: Seller trading name
de: Abweichender Handelsname

# BT-34
source: Seller electronic address
de: Elektronische Adresse

# BT-34-scheme-id
source: Seller e. a. scheme
de: Schema der elektronischen Adresse

# BT-30
source: Seller legal registration identifier
de: Register-/Registriernummer

# BT-31
source: Seller VAT identifier
de: Umsatzsteuer-ID

# BT-32
source: Seller tax registration identifier
de: Steuernummer

# BT-32-scheme
source: Seller tax r. id scheme
de: Schema der Steuernummer

# BT-33
source: Seller additional legal information
de: Weitere rechtliche Informationen

# BT-6
source: VAT accounting currency code
de: Code der Umsatzsteuerwährung

# BT-62
source: Buyer tax representative name
de: Name

# BT-64
source: Tax representative address line 1
de: Straße / Hausnummer

# BT-65
source: Tax representative address line 2
de: Postfach

# BT-164
source: Tax representative address line 3
de: Adresszusatz

# BT-67
source: Tax representative post code
de: PLZ

# BT-66
source: Tax representative city
de: Ort

# BT-68
source: Tax representative country subdivision
de: Bundesland

# BT-69
source: Tax representative country code
de: Ländercode

# BT-63
source: Seller tax representative VAT identifier
de: Umsatzsteuer-ID

# BT-45
source: Buyer trading name
de: Abweichender Handelsname

# BT-49
source: Buyer electronic address
de: Elektronische Adresse

# BT-49-scheme-id
source: Buyer e. a. scheme
de: Schema der elektronischen Adresse

# BT-47
source: Buyer legal registration identifier
de: Register-/Registriernummer

# BT-47-scheme-id
source: Buyer legal r. id scheme
de: Schema der Register-/Registriernummer

# BT-48
source: Buyer VAT identifier
de: Umsatzsteuer-ID

# BT-7
source: Value added tax point date
de: Abrechnungsdatum der Umsatzsteuer

# BT-8
source: Value added tax point date code
de: Code des Umsatzsteuer-Abrechnungsdatums

# BT-19
source: Buyer accounting reference
de: Kontierungsinformation / Kostenstelle

# BT-71
source: Deliver to location identifier
de: Kennung des Lieferorts

# BT-71-scheme-id
source: Delivery location id scheme
de: Schema der Kennung

# BT-72
source: Actual delivery date
de: Lieferdatum

# BT-70
source: Deliver to party name
de: Name des Empfängers

# BT-75
source: Deliver to address line 1
de: Straße / Haus-Nr.

# BT-76
source: Deliver to address line 2
de: Postfach

# BT-165
source: Deliver to address line 3
de: Adresszusatz

# BT-78
source: Deliver to post code
de: PLZ

# BT-77
source: Deliver to city
de: Ort

# BT-79
source: Deliver to country subdivision
de: Bundesland

# BT-80
source: Deliver to country code
de: Land

# BT-17
source: Tender or lot reference
de: Vergabenummer

# BT-15
source: Receiving advice reference
de: Kennung der Empfangsbestätigung

# BT-16
source: Despatch advice reference
de: Kennung der Versandanzeige

# BT-23
source: Business process type
de: Prozesskennung

# BT-24
source: Specification identifier
de: Spezifikationskennung

# BT-18
source: Invoiced object identifier
de: Objektkennung

# BT-18-scheme-id
source: Invoiced object id scheme
de: Schema der Objektkennung

# BT-59
source: Payee name
de: Name

# BT-60
source: Payee identifier
de: Kennung

# BT-60-scheme-id
source: Payee id scheme
de: Schema der Kennung

# BT-61
source: Payee legal registration identifier
de: Register-/Registriernummer

# BT-61-scheme-id
source: Payee legal r. id scheme
de: Schema der Register-/Registriernummer

# BT-122
source: Supporting document reference
de: Kennung

# BT-123
source: Supporting document description
de: Beschreibung

# BT-124
source: External document location
de: Verweis (z.B. Internetadresse)

# BT-125
source: Attached document
de: Name des Anhangsdokuments

# OpenDocumentButton.Content
source: Open invoice
de: Rechnung öffnen

# SaveDocumentButton.Content
source: Save
de: Speichern

# ApplicationName
source: EN16931 CII Invoice Editor
de: EN16931 CII Rechnungseditor

# buyer_information
source: Buyer
de: Käufer

# seller_information
source: Seller
de: Verkäufer

# invoice_header
source: Invoice
de: Rechnung

# document_period
source: Dates
de: Datumangaben

# document_references
source: References
de: Referenzen

# invoice_line
source: Line
de: Position

# allowance_charge
source: Allowance
de: Zuschuss

# vat_information
source: VAT
de: MwSt

# invoice_totals
source: Totals
de: Gesamt

# payment_information
source: Payment
de: Bezahlung

source: General
de: Allgemein

# invoice_line_item
source: Line item
de: Position (Artikel)

# tax_information
source: Tax
de: Steuer

# delivery_information
source: Delivery
de: Zustellung

# address_information
source: Address
de: Adresse
